Simulations/Tests/Torre/constant/Omega
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       uniformDimensionedVectorField;
    location    "constant";
    object      Omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// Coriolis rotation rate vector (set for 45 degrees N latitude).
dimensions      [0 0 -1 0 0 0 0];
//value           (0.0 0.5142226E-4 0.5142226E-4);
value           (0.0 0.0 0.0);

// ************************************************************************* //
